 --delete from categories 

-- insert into categories (name, description, parent_category_id)
-- values 
-- ('Одежда', null),
-- ('Электроника', null),
-- ('Услуги', null),
-- ('Хобби', null),
-- ('Развлечения', null),
-- ('Верхняя одежда', 1),
-- ('Обувь', 1),
-- ('Аксессуары', 1),
-- ('Футболки', 1),
-- ('Штаны', 1),
-- ('Телефоны', 2),
-- ('Компьютеры', 2),
-- ('Аудио и видео', 2),
-- ('Красота и здоровье', 3),
-- ('Перевозки', 3),
-- ('Ремонт и строительство', 3),
-- ('Музыка', 4),
-- ('Рисование', 4),
-- ('Коллекционирование', 4),
-- ('Билеты', 5),
-- ('Фильмы', 5),
-- ('Игры', 5);

select * from categories